import React from "react";

function LearnPage() {
  return (
    <div>
      <div className="rukodelya">
        <h2>Уроки рукоделья</h2>
        <a href="https://youtu.be/ZqYfTYed8zo">Вязание крючком</a>
        <br />
        <a href="https://youtu.be/6x_SShciNyI">Вязание игрушек</a>
        <br />
        <a href="https://youtu.be/3cL62gKvsbw">Вязание спицами</a>
      </div>
      <br />
      <h3>Какую пряжу выбрать для вязания?</h3>

      <p>
        В этой статье мы рассмотрим, что нужно учесть при выборе пряжи для
        ручного вязания и как читать этикетки. Основное влияние на свойства
        пряжи оказывает волокнистый состав, поэтому, прежде всего обращаем
        внимание именно на него.
      </p>
      <img src="https://knitplanet.ru/images/120626110147.jpg" alt="pryja" />

      <p>
        По составу волокон пряжа может быть разделена на однородную и смешанную.
        Однородная пряжа вырабатывается из сырья одного вида, например шерсти.
        Смешанная пряжа — из смеси различного по природе сырья, например шерсти
        с примесью акрила. При этом нужно иметь ввиду, что если одного из видов
        волокна в пряже 10 % и менее, то пряжа не считается смесовой: так, если
        пряжа содержит 90% шерсти и 10% акрила, она будет считаться
        чистошерстяной, а если акрила будет больше, например 30 %, то пряжа
        будет смешанной.
      </p>

      <p>
        Одно и то же волокно бывает известно под различными наименованиями и
        может по-разному быть написано на этикетке. Вот наиболее употребляемые
        названия синтетических волокон:
      </p>
      <ul>
        <li>Акрил</li>
        <li>Полиамид</li>
        <li>Полиэфир</li>
      </ul>
      <p>
        Всем известны положительные свойства натуральных волокон (почитать
        подробнее об этом вы можете в других разделах рубрики “Пряжа”). Здесь же
        отметим, что не следует пренебрегать пряжей из химических волокон
        (качество современных химических волокон значительно выросло благодаря
        модификации) и, особенно, смешанной пряжей. Ведь добавление химических
        волокон в натуральные не только удешевляет пряжу, но и придает ей ряд
        ценных свойств. Вот наиболее оптимальные соотношения различных волокон в
        пряже:
      </p>

      <p>
        <strong>Шерсть / полиамид</strong> - пряжа хорошего внешнего вида, с
        хорошими теплозащитными и гигроскопическими свойствами, достаточно
        прочная, стойкая к истиранию и свойлачиванию при стирке. При этом
        содержание полиамида в смеси не должно превышать 20%; в противном случае
        изделия становятся жесткими, чувствительнее к повышенным температурам,
        заметно ухудшаются их теплозащитные и гигроскопические свойства.
      </p>
      <p>
        <strong>Шерсть / полиэфир</strong> в соотношении шерсти 33 - 50%,
        полиэфира 67-50 % - пряжа с хорошими теплозащитными и эластическими
        свойствами, изделия из такой пряжи обладают высокой износостойкостью и
        хорошо сохраняют форму. При добавлении к шерсти полиэфирных волокон в
        количестве до 30% общей массы пряжа по внешнему виду, мягкости и туше
        почти не отличается от чистошерстяной. При вложении 50% волокна к шерсти
        прочность пряжи увеличивается вдвое, а долговечность — более чем в 4
        раза.
      </p>
      <img
        src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRmqcjRmucfK4NvLXCZsv37yV5LjQfq3Vz5EA&usqp=CAU"
        alt=""
      />
      <p>
        <strong>Шерсть / акрил</strong> - увеличивается прочность и уменьшается
        усадка пряжи. Смешанная акрило-шерстяная пряжа выпускается в различных
        соотношениях и занимает большую долю рынка, так как акриловое волокно по
        внешнему виду и теплозащитным свойствам приближается к шерстяному, но
        вместе с тем, является более дешевым.
      </p>
      <p>
        <strong>Шерсть / вискоза</strong> - при добавлении в грубую и полугрубую
        шерсть вискозного штапельного волокна в количестве 30 - 50% пряжа
        становится мягче, облагораживается.
      </p>
      <p>
        <strong>Хлопок или вискоза</strong> / полиэфир - наибольший эффект
        достигается при составлении смеси из 33 % хлопка или вискозного волокна
        с 67 % полиэфира. Хорошая смесь получается также из 50 % хлопка или
        вискозного волокна и 50 % полиэфира. Пряжа из таких смесей обладает
        наиболее высокими прочностью и растяжимостью, а изделия из нее -
        несминаемостью и износостойкостью.
      </p>
      <p>
        <strong>Толщина пряжи</strong> определяется соотношением массы нити к ее
        длине. Указывается в граммах на метр (в левом столбце) или в унциях на
        ярд (в правом столбце. В данном случае в 100 г. пряжи содержится 250 м.;
        это средняя по толщине пряжа. Чем больше метров в 100 г. пряжи, тем
        пряжа тоньше. Но следует учитывать, что вес пряжи зависит не только от
        ее толщины, но и от состава: при одном и том же соотношении масса /
        метраж толщина пряжи из легкого волокна (например, пуха), будет больше,
        чем из более тяжелого (например, грубой шерсти).
      </p>
      <img
        src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ7tv0_9AwpyKdSfkxzh61OBB0821oWEXeIgg&usqp=CAU"
        alt=""
      />
      <p>
        <strong>Плотность вязания</strong> указывается для образца, связанного
        лицевой гладью спицами рекомендуемого номера. По горизонтали - число
        петель в 10 см полотна, по вертикали - количество рядов в 10 см полотна;
        в данном случае 24 петли и 30 рядов. Рядом с плотностью вязания или
        непосредственно в квадрате, обозначающем плотность вязания, указывают
        номера спиц или крючка в миллиметрах, которыми рекомендуется вязать
        изделие, в данном случае рекомендуются спицы 3,5 мм. Номер спиц может
        быть указан также в американской системе (us).
      </p>

      <span>Наши контакты:</span>
      <br />

      <span>тел: +996776075475 Whatsapp</span>
      <br />
      <span>e-mail: kaligulovna@gmail.com</span>
      <br />
    </div>
  );
}

export default LearnPage;
